{
    "rooster": "'then you will have your rooster",
    "noon": "the time in the middle of the day, corresponding to 12 o'clock on a clock or watch.",
    "glass": "'a transparent or translucent material that can be used for various purposes such as windows, bottles, glasses, and mirrors.",
    "chord": "'thing that is part of a musical composition played on a string instrument'",
    "coast": "'the sea meets land in a place called coast'",
    "lad": "'an informal term used to refer to a young man or boy.",
    "monk": "'A person devoted to religious life, often living in isolation or community.'",
    "shore": "'the land or bank of a body of water.'",
    "forest": "'a large area covered with trees.",
    "food": "'substances consumed by living organisms for the purpose of providing energy and essential nutrients.'",
    "cemetery": "'a place where dead bodies are buried or interred, typically in consecrated ground.'",
    "journey": "'Traveling from one place to another, usually with a goal or purpose.'",
    "crane": "'A machine used to lift heavy objects or a bird species often seen near water.'",
    "brother": "'a male sibling who shares the same parents or is of the same bloodline.",
    "tool": "an object or instrument used for a specific purpose or function.",
    "bird": "'An animal with feathers and wings, capable of flight.'",
    "furnace": "A furnace is a device or machine used for heating air, water, or other liquids to high temperatures.",
    "midday": "the middle of the day, typically around noon or 12:00 PM.",
    "magician": "the person who performs magic tricks using sleight of hand, illusions, or other techniques to entertain an audience'",
    "asylum": "a place or institution where people seeking refuge from persecution, danger, or other harm can seek safety and protection.",
    "boy": "'A young male child or adolescent.'",
    "gem": "'a precious or valuable stone, often cut and polished for use in jewelry or decorative purposes.",
    "car": "'transportation vehicle with four wheels'",
    "voyage": "'the act or process of traveling from one place to another by sea or air'",
    "string": "'thing made up of long sequence of characters'",
    "smile": "a facial expression characterized by the curvature of the mouth and the raising of the corners of the eyes, often associated with happiness, amusement, or pleasure.",
    "wizard": "'A person with magical powers or abilities, typically portrayed in literature or fantasy as having a mastery over elements such as fire, water, earth, or air.",
    "slave": "'A person who is owned by another and forced to work against their will.'",
    "woodland": "'a JavaScript library used for creating 3D graphics on the web.",
    "graveyard": "'things you buy at a hardware store'",
    "hill": "'top', 'slope', 'mountain peak', 'peak', 'summit'",
    "oracle": "a person or institution believed to possess special knowledge or powers that can be consulted for guidance or prophecy.",
    "implement": "a plan or idea that is put into action or carried out. It refers to the practical application of something, whether it be a policy, strategy, or project.",
    "cock": "A male bird, especially a rooster, known for crowing; also used for other bird species.'",
    "fruit": "'the edible part of a plant that contains seeds'",
    "stove": "an appliance used for cooking food by heating up fuel (usually gas or electricity) under controlled conditions.",
    "madhouse": "'a place where people who are mentally ill or unstable live and receive treatment.",
    "jewel": "'A gemstone or precious object that is highly valued for its beauty, rarity, or historical significance.'",
    "automobile": "'a vehicle with a power source that powers a pulling mechanism used to tow or拉动 other vehicles, equipment, or loads on roads or off-road surfaces."
}